export default [

  {
    anchor: 'shaping',
    title: 'Шейпинг',
    description: 'Название этого вида тренировок происходит от английского слова shape — «форма». Цель шейпинга — создание привлекательной формы тела. Тренировка под энергичную музыку замечательно подходит для совместного проведения времени с подругами в фитнес-клубе. Совместные занятия усиливают мотивацию и поднимают настроение.'
  },

  {
    anchor: 'body-sculpt',
    title: 'Body Sculpt',
    description: 'Body Sculpt (Боди cкульпт) — спокойный вид интервальной тренировки, включающий чередование нагрузок высокой и низкой интенсивности на разные группы мышц. Body Sculpt сочетает в себе аэробные и силовые упражнения, что является оптимальным с точки зрения похудения. Это позволяет улучшить выносливость, мышечную силу, придать телу значительную подтянутость (заметную уже после первой тренировки). Особое внимание на Body Sculpt уделяется проработке мышц ягодиц.'
  },

  {
    anchor: 'power-mix',
    title: 'Силовой микс',
    description: 'Силовой микс представляет собой общую силовую тренировку смешанного формата с использованием различных отягощений. Данный вид тренировки позволяет проработать и укрепить различные группы мышц.'
  },

  {
    anchor: 'step-and-sculpt',
    title: 'Step & Sculpt',
    description: 'Step & Sculpt представляет собой комплекс упражнений высокой интенсивности, объединяющий силовые и аэробные нагрузки. Step & Sculpt интересен тем, что вы каждый раз разучиваете новые связки — нет многократных повторений одного и того же упражнения.<br>Тренировка Step & Sculpt улучшает работу сердечно-сосудистой и дыхательной систем, укрепляет все группы мышц, развивает координацию и выносливость.'
  },

  {
    anchor: 'power-training',
    title: 'Power Training',
    description: 'Power Training — силовая тренировка, основанная на преодолении сопротивления или использовании отягощений. Power Training развивает крепкий мышечный корсет.'
  },

  {
    anchor: 'interval-plus-stretch',
    title: 'Interval + Stretch',
    description: 'Interval + Stretch — интервальная тренировка высокой интенсивности, включающая в себя силовые и кардиоупражнения, а также упражнения на растяжку. За счет своей высокой интенсивности Interval + Stretch снимает стресс и придает ощущение защиты и уверенности.'
  },

  {
    anchor: 'yogalates',
    title: 'Йогалатес',
    description: 'Йогалатес — это направление фитнес-тренировки, сочетающее в себе элементы пилатеса и йоги. Йога и пилатес схожи тем, что включают в себя упражнения на баланс и растяжку и предполагают неспешный темп выполнения упражнений. Йогалатес подходит людям любого возраста и может использоваться в период восстановления после перенесенных травм и операций опорно-двигательного аппарата.'
  },

  {
    anchor: 'kallanetic',
    title: 'Калланетика',
    description: 'Калланетика — статические упражнения, направленные на придание мышцам аккуратной балетной формы. Плюс калланетики также заключается в ее неторопливом ритме, который идеально подойдет для людей со спокойным темпераментом.'
  },

  {
    anchor: 'yoga',
    title: 'Йога',
    description: 'Это направление фитнеса позволяет привести в гармонию тело и разум. Йога успокаивает и отвлекает от проблем. Человек, занимающийся йогой, становится более уравновешенным и спокойным.<br>Йога направлена на хорошую растяжку всех мышц тела, что благотворно сказывается на самочувствии в целом. Регулярные занятия йогой делают тело гибким и пластичным, а также развивают внимательность и улучшают контроль над импульсами.<br>Вечернее занятие йогой способствует более глубокому и восстанавливающему сну, а утреннее занятие отлично приводит мысли в порядок и позволит начать день с по-настоящему хорошим настроением.'
  },

  {
    anchor: 'fitball',
    title: 'Фитбол',
    description: 'Фитбол — вид тренировки, включающий в себя упражнения на специальном гимнастическом мяче. Этот вид тренировки снимает нагрузку с позвоночника и разгружает суставы. Фитбол эффективен за счет усилий, которые приходится предпринимать для того, чтобы удержаться на мяче. Нагрузка плавная, постепенная. В итоге вы получите некоторую «усушку» тела, укрепление мышц пресса и ягодиц, приведение мышечного корсета в тонус — в том числе, самых глубоких групп мышц, о которых вы даже и не подозревали.<br>Фитбол у многих вызывает положительные ассоциации — качать пресс на большом шаре весело! А еще фитбол отмечается многими молодыми мамочками как хороший способ привести себя в форму после родов.'
  },

  {
    anchor: 'step-power',
    title: 'Степ-сила',
    description: 'Степ-сила — направление фитнеса, включающее в себя степ-аэробику и силовые упражнения. Степ-аэробика представляет собой активную ритмичную танцевальную тренировку с использованием специальной степ-платформы. Силовая часть степ-силы направлена на то, чтобы придать красивый рельеф вашему телу. Таким образом, сочетание силовой и аэробной нагрузки позволяет добиться оптимальных результатов в формировании красивой фигуры, прокачать выносливость и зарядиться хорошим настроением.'
  },

  {
    anchor: 'zumba',
    title: 'Зумба',
    description: 'Зумба — это зажигательные танцы под латиноамериканские, индийские и африканские ритмы. Не тренировка, а сплошное удовольствие! Которое, помимо всего прочего, помогает сжигать калории за счет высокой интенсивности движений. Многие влюбляются в это направление и отмечают возросшую уверенность в себе уже с первой тренировки.'
  }

]