export default [

  {
    img: '1-groups-a.jpg',
    alt: 'Фотографии женского фитнес-клуба «Амазонки» (Заволжский район Твери). Фото 1'
  },

  {
    img: '2-groups-a.jpg',
    alt: 'Фотографии женского фитнес-клуба «Амазонки» (Заволжский район Твери). Фото 2'
  },

  {
    img: '3-groups-a.jpg',
    alt: 'Фотографии женского фитнес-клуба «Амазонки» (Заволжский район Твери). Фото 3'
  },

  {
    img: '4-groups-a.jpg',
    alt: 'Фотографии женского фитнес-клуба «Амазонки» (Заволжский район Твери). Фото 4'
  },

  {
    img: '5-groups-a.jpg',
    alt: 'Фотографии женского фитнес-клуба «Амазонки» (Заволжский район Твери). Фото 5'
  }

]