<template lang='pug'>

  article.article.fr

    slider(:slides='slides_groups')

    section.mb-m
      p.mb-m Физические упражнения 
        strong.ff-liberation-b улучшают кровоснабжение
        |  мозга и других органов, что положительно влияет на их работу. Регулярные тренировки высвобождают энергетические ресурсы организма и помогают стать 
        strong.ff-liberation-b  бодрее и энергичнее
        | , появляется эффект 
        strong.ff-liberation-b  «мышечной радости»
        |. А еще тренировка поднимает настроение и обеспечивает крепким и сладким сном.

      h2.h2.mb-s.tac Зал групповых тренировок

      p.mb-xs 
        strong.ff-liberation-b Кардиотренировки 
        |  характеризуются высокой скоростью выполнения. За счет активной работы сердечно-сосудистой и дыхательной систем ускоряется обмен веществ. 
        strong.ff-liberation-b  Силовые тренировки
        |  в большей степени направлены на формирование красивого мышечного рельефа. Также силовые тренировки укрепляют и костную ткань, увеличивая ее плотность и снижая риск остеопороза. Кроме того, после силовой тренировки вы продолжаете худеть еще 12-24 часа — мышцы продолжают расходовать энергию после активной нагрузки.
        br
        strong.ff-liberation-b Наилучший эффект для похудения достигается при сочетании кардио- и силовых тренировок.

      p.mb-xs Также стоит периодически менять нагрузку, поскольку любая тренировка эффективна до тех пор, пока получается «удивлять» тело. Поэтому для достижения наилучших результатов рекомендуется сосредоточиться на проработке определенной группы мышц в течение одного занятия. Например, тренировка на ноги и ягодицы, на спину и пресс, на руки и мышцы груди. И тренировки на разные группы мышц следует чередовать по дням, чтобы дать мышцам отдохнуть и восстановиться 2-3 дня.

      p.mb-xs 
        strong.ff-liberation-b Растяжка
        |  является важной частью упражнений любого типа. Независимо от того, атлет ли вы или же офисный работник, подобные упражнения окажут положительное воздействие на ваше здоровье и самочувствие. Растяжка улучшает вашу осанку, увеличивает диапазон движений, а также может предотвратить травмы и уменьшить боль в мышцах.

    section.mb-m(v-for='activity in activities' :key='activity.anchor').activity

      a(:id='activity.anchor')
        h4.h4.highlighted.mb-s {{ activity.title }}
      p.bold-italic-tags(v-html='activity.description')

      .activity__raspisanie.mobile.mt-xxs
        p(v-for='(training, i) in activity.days' :key='i')
          span.ff-liberation-b {{ training.day }}:
          span(v-for='(item, y) in training.times' :key='y')  
            |  {{ item.time }}{{ item.corporative ? ' (Корпоративная группа)' : '' }}{{ y == training.times.length-1 ? '.' : ',' }}

    section.mb-m
      h2.h2.mb-m.tac Тренажерный зал

      slider(:slides='slides_gym')

      p
        | Занятия в тренажерном зале позволяют увеличить плотность мышц, а также улучшить минерализацию костной ткани за счет усиленного притока крови. А еще такая тренировка поможет улучшить настроение и наградит вас хорошим сном, который положительно скажется на силе воли. Человек, который смог приложить усилие для занятий над собой и хорошо отдохнул после этого, обладает несравненно более высокой силой воли и концентрацией внимания — в сравнении с тем, кто предпочитает менее активный образ жизни.

    section.mb-xxs
      h3.h3.ik-sauna.highlighted.mb-s Инфракрасная сауна
      p
        | Инфракрасная сауна (ИК-сауна) является аналогом обычной сауны, но превосходит ее по ряду параметров. В инфракрасной сауне не так жарко, поскольку воздействие тепла происходит сразу на тело и воздух практически не нагревается. Максимальная температура воздуха в ИК-сауне — 50-55° С, водяной пар отсутствует, и за счет этого сеанс в ней проходит более мягко. Тело в ИК-сауне прогревается постепенно и равномерно, поэтому нагрузка на сердце минимальна, в отличие от обычной сауны.
        br
        | Во время сеанса в ИК-сауне необходимо пить воду, чтобы восстановить водный баланс организма, а после — принять теплый (не холодный) душ, так как в ИК-сауне происходит более глубокий прогрев тела.
        br
        | Тело хорошо пропотевает, активно выводятся токсины, что делает кожу гладкой, упругой и свежей. За счет улучшения кровообращения суставы становятся более гибкими. ИК-сауна глубоко прогревает мышцы, что способствует более полному их восстановлению после занятий спортом. Совмещение занятий спортом с посещением ИК-сауны позволит добиться лучшего эффекта.
        br
        | После нескольких сеансов за счет избавления от токсинов настроение становится позитивным, хочется летать и порхать.

      p.mt-m.ff-istok-bi Инфракрасную сауну можно посетить в&nbsp;любое время, забронировав сеанс по&nbsp;телефону 
        a(:href="'tel:+7' + club_info.phone_code + club_info.phone_number")
          span.dn +7 ({{ club_info.phone_code }}) 
          | {{ club_info.phone_number_formatted }}.
        br
        | Часы работы тренера в&nbsp;тренажерном зале и&nbsp;расписание зала групповых занятий Вы можете посмотреть на&nbsp;странице 
        router-link(to="raspisanie" title="Расписание фитнес-клуба «Амазонки» (Тверь)").link «Расписание»
        |.
        br
        | А&nbsp;еще в&nbsp;нашем клубе&nbsp;Вы можете заказать 
        span.ff-istok-bi.tdu  сеанс массажа
        |, который подарит Вам ощущение гармонии и&nbsp;здоровья!

    base-button(:base_btn='base_btn')

</template>

<script>

import Slider from '../Slider.vue'
import BaseButton from '../BaseButton.vue'

export default {
  components: {
    Slider,
    BaseButton
  },
  data () {
    return {
      club_info: this.$store.getters.club_info,

      slides_groups: this.$store.getters.slides_groups,
      slides_gym: this.$store.getters.slides_gym,

      activities: this.$store.getters.activities,
      base_btn: {
        route: 'useful',
        btn_text: 'Полезная информация'
      }
    }
  }
}

</script>

<style lang="sass">

.highlighted
  display: inline-block
  padding: 5px 20px
  color: #055013
  background: linear-gradient(to right, rgba(89, 208, 85, 0.6), rgba(169, 247, 124, 0.8))

.ik-sauna.highlighted
  color: black
  background: rgba(255, 244, 57, 0.5)

.ik-sauna-img
  margin-left: 20px
  width: 300px

</style>