<template lang='pug'>

  article.article.fr

    section.mb-m
      h1.h1.mb-s.tac Питание при тренировках
      img(src="../../assets/img/article-useful/activities-food.jpg").w100.mb-m
      p 
        | Перед тренировкой 
        strong.ff-liberation-b  за&nbsp;1,5-2 часа нужно поесть: белки + сложные углеводы.
        |  Непосредственно перед тренировкой есть нельзя, иначе организм будет брать энергию из&nbsp;еды, а&nbsp;не&nbsp;из&nbsp;своих энергетических запасов.
        br
        |  Полноценный прием пищи также следует сделать не&nbsp;ранее, чем через 1,5-2 часа после тренировки.          

    section.mb-m
      h2.h3.mb-s Можно ли пить воду во время тренировки?
      p.cf
        img(src="../../assets/img/article-useful/bottle.jpg").bottle.mb-xs.fl
        | Во&nbsp;время тренировки 
        strong.ff-liberation-b  нужно периодически пить воду,
        |  поскольку вода активно выводится в&nbsp;виде пота, а&nbsp;при нарушении водно-солевого баланса в&nbsp;организме замедляется обмен веществ и&nbsp;ухудшается выносливость.         

    section.mb-m
      h2.h3.mb-s Белково-углеводное окно
      p 
        | После тренировки примерно полчаса действует так называемое послетренировочное окно: вся 
        strong.ff-liberation-b  энергия
        |, поступающая с&nbsp;пищей в&nbsp;этот промежуток времени, пойдет
        strong.ff-liberation-b  на&nbsp;восстановление мышц и&nbsp;прирост мышечной массы.

      img(src="../../assets/img/article-useful/window.jpeg").window.w100.mt-s.mb-s
      p.mb-xs 
        | В&nbsp;этот период лучше сделать 
        strong.ff-liberation-b  небольшой перекус
        |, чтобы впоследствии не&nbsp;испытывать сильного чувства голода и&nbsp;не&nbsp;переесть.
        br
        | Важно: после тренировки не&nbsp;стоит употреблять быстрых углеводов (даже в&nbsp;виде фруктов, соков), поскольку они быстро усваиваются организмом и&nbsp;в&nbsp;этом случае энергия на&nbsp;восстановление мышц будет поступать из&nbsp;еды, а&nbsp;не&nbsp;из&nbsp;подкожного жира.

      p.mb-xs 
        | Состав перекуса зависит от&nbsp;ваших целей.
        br
        | Если вы&nbsp;хотите 
        strong.ff-liberation-b  похудеть
        |, нужно съесть что-то 
        strong.ff-liberation-b  белковое + овощи
        |. Как мы&nbsp;знаем, белки в&nbsp;жиры не&nbsp;преобразуются (в&nbsp;отличие от&nbsp;углеводов), поэтому такой перекус будет способствовать восстановлению мышц, а&nbsp;для восполнения запаса внутримышечного жира свой подкожный жир по-прежнему будет тратиться.
        img(src="../../assets/img/article-useful/salad.jpg").w100.mt-s.mb-s
        br
        | А&nbsp;вот если цель&nbsp;— 
        strong.ff-liberation-b  накачать мышцы
        |, ваш перекус должен состоять из&nbsp;
        strong.ff-liberation-b  белка и&nbsp;сложных углеводов. Важно отметить, что употребление углеводов при этом замедляет процесс потери подкожного жира.

    section.mb-m
      h2.h2.mb-s Процесс похудения
      p.mb-xs 
        | В&nbsp;нашем организме есть три вида жира: внутримышечный жир в&nbsp;виде небольших капелек жира между мышечными волокнами, межмышечный жир, расположенный между группами мышц, и&nbsp;подкожный жир, расположенный непосредственно под кожей. 
        br
        | Во&nbsp;время тренировок сгорает именно 
        strong.ff-liberation-b  внутримышечный жир
        |, поскольку из&nbsp;него мышцам быстрее и&nbsp;легче всего получить энергию. Подкожный жир, напротив, тратится медленно, и&nbsp;происходит это во&nbsp;время отдыха между подходами и&nbsp;после тренировки.
      
      img(src="../../assets/img/article-useful/training-proccess.jpg").w100.mt-s.mb-s
      p.mb-xs
        | Когда сгорает весь внутримышечный жир, человек чувствует усталость и&nbsp;нуждается в&nbsp;
        strong.ff-liberation-b  небольшом отдыхе
        |, во&nbsp;время которого запасы внутримышечного жира восстанавливаются из&nbsp;запасов подкожного жира.
        br
        | Также за&nbsp;счет активной нагрузки на&nbsp;мышцы в&nbsp;ходе силовой тренировки подкожный жир хорошо уходит после нее во&nbsp;время отдыха и&nbsp;сна. В&nbsp;этот период времени происходят все восстановительные процессы и&nbsp;мышцы восстанавливают затраченную ими энергию и&nbsp;берут ее&nbsp;из&nbsp;подкожного жира.

    section
      h3.h3.mb-m Можно ли «перекачаться» на силовой тренировке?
      p.cf
        img(src="../../assets/img/article-useful/musculature.jpeg").musculature.mb-m.fr.mobw100
        | Многие избегают силовых тренировок, поскольку боятся «перекачаться». Но&nbsp;благодаря высокому уровню эстрогена и&nbsp;низкому уровню тестостерона 
        strong.ff-liberation-b   женский организм от&nbsp;природы не&nbsp;запрограммирован на&nbsp;наращивание большой мышечной массы
        |. Чтобы стать похожей на&nbsp;бодибилдершу, нужно работать с&nbsp;большими весами (не&nbsp;5&nbsp;и&nbsp;не&nbsp;15&nbsp;кг) и&nbsp;принимать дополнительно препараты с&nbsp;усиленным содержанием белка&nbsp;/ аминокислот.

    base-button(:base_btn='base_btn')


</template>

<script>

import BaseButton from '../BaseButton.vue'

export default {
  components: {
    BaseButton
  },
  data () {
    return {
      base_btn: {
        route: '',
        btn_text: 'На главную'
      }
    }
  }
}

</script>

<style lang="sass">

.bottle
  margin-right: 20px
  width: 30%

.musculature
  margin-left: 20px
  width: 57%
  

</style>